abusaidm.html-snippets
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-rename-tag
goessner.mdmath
GrapeCity.gc-excelviewer
Gruntfuggly.todo-tree
ionutvmi.path-autocomplete
James-Yu.latex-workshop
mgmcdermott.vscode-language-babel
mkaufman.HTMLHint
mrmlnc.vscode-duplicate
MS-CEINTL.vscode-language-pack-ja
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-ssh-explorer
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
msjsdiag.debugger-for-chrome
njpwerner.autodocstring
octref.vetur
oderwat.indent-rainbow
PKief.material-icon-theme
redhat.java
ritwickdey.LiveServer
ryu1kn.partial-diff
scala-lang.scala
scalameta.metals
shardulm94.trailing-spaces
vincaslt.highlight-matching-tag
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
wayou.vscode-todo-highlight
zhuangtongfa.material-theme
